Repository: common-repository/brozzme-fullwidth-divi
Catalog: languages/brozzme-fullwidth-divi-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: General settings
fr_fr: Options générales

source: Tools settings
fr_fr: Outils

source: General settings option
fr_fr: Options générales

source: Enable Fullwidth Divi
fr_fr: Activer Fullwidth divi

source: Choose the layout
fr_fr: Choisir la disposition de l'affichage

source: Apply layout type to Woocommerce product
fr_fr: Appliquer le type de disposition au produit Woocommerce

source: Show title in layout
fr_fr: Afficher le titre dans la disposition

source: Dot navigation
fr_fr: Navigation par points

source: Hide navigation bar before scroll
fr_fr: Cacher la barre de navigation si aucun défilement

source: Help
fr_fr: Aide

source: Tools
fr_fr: Outils

source: Apply layout option to all post types
fr_fr: Appliquer les options de disposition à l'ensemble des types de contenu

source: Apply title option to all posts
fr_fr: Appliquer l'option de titre à l'ensemble des articles

source: Apply dot navigation option to all posts
fr_fr: Appliquer la navigation par points au contenu

source: Apply hide nav bar before scroll option to all posts
fr_fr: Appliquer l'option du masquage de la barre de navigation au contenu

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Fullwidth
fr_fr: Pleine largeur

source: Left sidebar
fr_fr: Barre latérale à gauche

source: Right sidebar
fr_fr: Barre latérale à droite

source: On
fr_fr: Actif

source: Off
fr_fr: Inactif

source: Default
fr_fr: Par défaut

source: This plugin intend to modify globally the Divi layout easily for the whole website.
fr_fr: Cette extension à pour but de modifier globalement la mise en page Divi, facilement, pour l'ensemble du site.

source: Usually, if do not want the right sidebar (the default position), you need to set the layout sidebar position.<br/>With <b>Brozzme Fullwidth and Automatic Layout in Divi</b>, each new post will have the predefine layout that you choose in the plugin option page.
fr_fr: Habituellement, si on utilise pas la barre de navigation à droite (la position par défaut), vous avez besoin de régler la position de la barre de navigation pour la mise en page. <br/>Avec <b>Brozzme Fullwidth and Automatic Layout in Divi</b>, chaque nouveau contenu sera sauvegardé avec la mise en page que vous avez prédéfinie sur la page d'options du plugin.

source: The tools tab allows you to modify the layout type of all posts, pages, Woocommerce products and other custom post type (with filter only - see faq).
fr_fr: L'onglet Outil permet de modifier le type de mise en page de tout les articles, pages et produits Woocommerce et tout autre type de contenu personnalisés (à partir d'un filtre - voir la faq).

source: Save time and keep the same general layout type in your whole website.
fr_fr: Gagner du temps et garder la même disposition pour votre mise en page sur l'ensemble de votre site.

source: Template : fullwidth, left or right sidebar.
fr_fr: Mise en page : pleine largeur, barre de navigation à gauche ou droite.

source: Show or hide post title (only when page builder is used with post).
fr_fr: Afficher ou masquer le titre des articles (seulement quand le générateur de page est utilisé avec un article).

source: Enable dot navigation
fr_fr: Activer la navigation par points

source: Hide nav bar before scroll
fr_fr: Masquer l'entête avant le défilement

source: When you just activate Brozzme Fullwidth and Automatic Layout in Divi, this tools make all your post, page and product like you want them to be.
fr_fr: Quand vous venez d'activer Brozzme Fullwidth and Automatic Layout in Divi, cet outil modifiera l'ensemble de vos contenus comme vous voulez qu'il soit.

source: Woocommerce is activate, this tools will modify products if applicable (see General settings tab).
fr_fr: Woocommerce est activé, cet outil modifiera les produits si nécessaire (voir l'onglet des options générales).

source: Confirm
fr_fr: Confirmer

source: About
fr_fr: A propos

source: More information
fr_fr: Plus d'informations

source: Development for the web: WordPress plugins, theming, Php front & back-end developper...
fr_fr: Développement pour le web : extensions WordPress, thème, intégration script, Php front & back-end developper...

source: Plugins by Brozzme.
fr_fr: Extensions Brozzme

source: A dedicated set of tools to improve your website. Focus on design and simply tricks.
fr_fr: Un ensemble d'outil pour booster votre site web. Concentré sur le design et la simplicité.

source: [Latest version]
fr_fr: [Dernière version]

source: Plugin page
fr_fr: Page plugin

source: Fullwidth page made easy with Divi theme, save all your new content without worry of this, update in one click all your content, your layout type choices are apply everytime.
fr_fr: Les pages pleine largeur deviennent facile avec le thème Divi, sauvegardez tout vos nouveaux contenus sans vous en soucier, mettez à jour tout votre contenu en un clic, votre disposition de page prédéfini sera appliquée tout le temps.
